[
  {
    "name": "Tony Danza",
    "comment": "I love to make soups. My father used to say, 'There's nothing like a nice bowl of soup.' One of my favorites is... ready? Broccolini, white bean and hot Italian sausage soup."
  },
  {
    "name": "Rocky Balboa",
    "comment": "Let me tell you something you already know. The world ain't all sunshine and rainbows.  It's a very mean and nasty place and I don't care how tough you are it will beat you to your knees and keep you there permanently if you let it."
  },
  {
    "name": "Darth Vader",
    "comment": "There will be a substantial reward for the one who finds the Millennium Falcon. You are free to use any methods necessary, but I want them alive. No Disintegrations!"
  },
  {
    "name": "Travis Bickle",
    "comment": "You talkin’ to me? You talkin’ to me? You talkin’ to me? Then who the hell else are you talkin’ to? You talkin’ to me? Well I’m the only one here. Who do you think you’re talking to?"
  },
  {
    "name": "The Joker",
    "comment": "Like my mother used to tell me- if you're good at something, never do it for free."
  },
  {
    "name": "Howard Hughes",
    "comment": "Never make a decision. Let someone else make it and then if it turns out to be the wrong one, you can disclaim it, and if it is the right one you can abide by it."
  },
  {
    "name": "Forrest Gump",
    "comment": "My mama always said life was like a box of chocolates. You never know what you're going to get."
  },
  {
    "name": "Dwight Schrute",
    "comment": "No, don’t call me a hero. Do you know who the real heroes are? The guys who wake up every morning and go into their normal jobs, and get a distress call from the Commissioner and take off their glasses and change into capes and fly around fighting crime. Those are the real heroes."
  },
  {
    "name": "Captain Jack Sparrow",
    "comment": "This rum is half gone. WHY is the rum gone? I will TELL you why the rum is gone. This half-empty cask, which as of last night was full of rum bound for England, rum entrusted to this vessel to be carried in her hold until we reach our destination, rum intended to be sold to the taverns and cellars of England, to slake English thirsts is gone because several members of this crew that stands before me, this same crew of misbegotten scurvy sea dogs, crept down into the hold and GUZZLED it!"
  },
  {
    "name": "Duck Dodgers",
    "comment": "And now then, eager young space cadet, here is the course we shall pursue to find Planet X. Starting from where we are, we go 33,600 turbo miles due up. Then west in an astro-arc deviation to here, then following the great circle seven radiolubes south by downeast. By astro-astroble to here, here, and here, then by space navigo-compass to here, here, and then to here and here. By thirteen point strato-cumulus bearing four million light-years, and thus to our destination. Now do you know how to reach Planet X?"
  }
]
